[
    { "id_product": 0, "id_tax": 0, "id_category": 0, "name": "Torreznator Burger", "description": "For fans of juicy and crunchy flavors, this burger is a must. A lightly toasted brioche bun holds a succulent beef blend, melted cheddar cheese, and crispy pork cracklings that impress from the first bite. Smoked bacon and a fried egg with crispy edges add extra indulgence. For a sweet touch, the caramelized onion provides a pleasant surprise. All finished with our 'Smoky Torrezno' sauce – creamy, smoky, and slightly spicy – an explosion of flavor in every bite.", "price": 10.50, "image": "./images/MainFood/TORREZNATOR.png" },
    { "id_product": 1, "id_tax": 0, "id_category": 0, "name": "CocoBurweb Burger", "description": "A fusion of tropical and exotic flavors that takes the palate on a journey. Juicy, spiced meat combines with a coconut and yellow curry sauce, balanced with a touch of sriracha for a perfect blend of sweet, creamy, and spicy. Fresh, crunchy vegetables and crispy fried rice chips offer unique texture, while Gruyère and blue cheese provide rich depth. Served in a garlic black butter brioche bun. Every bite delivers freshness and flavor.", "price": 8.95, "image": "./images/MainFood/CocoBurguer.png" },
    { "id_product": 2, "id_tax": 0, "id_category": 0, "name": "Smashmelon Burger", "description": "A perfect mix of beef and lamb seasoned with turmeric and smoked salt. Smooth Havarti truffle cheese and a special tahini, honey, and tamarind sauce create a surprising combination. Watermelon radish slices, mint, dill, and mango kimchi strips add freshness and crunch. Served in a brioche bun with extra virgin olive oil and orange zest, topped with caramelized nuts for an adventurous finish.", "price": 9.50, "image": "./images/MainFood/SMASHMELON.png" },
    { "id_product": 3, "id_tax": 0, "id_category": 0, "name": "Four Cheese Burweb Burger", "description": "A delicious combination of fresh mozzarella, gorgonzola, parmesan, and provolone melted over juicy beef. A creamy sauce with roasted garlic and oregano mimics the flavor of a four-cheese pizza. Caramelized cherry tomatoes and sautéed baby spinach add balance, while baked pizza dough chips provide crunch. Served in toasted ciabatta with Italian herb butter. Creamy, cheesy, and irresistible.", "price": 10.95, "image": "./images/MainFood/4Quesos.png" },
    { "id_product": 4, "id_tax": 0, "id_category": 0, "name": "Kebab 2.0 Burger", "description": "A modern interpretation of the classic kebab, featuring beef with a touch of lamb seasoned with cumin, paprika, and cinnamon. Served with a Greek-style tzatziki sauce made from yogurt, cucumber, garlic, and mint. Red onion, lettuce, tomato, and crumbled feta round out the fresh toppings. Crispy fried pita chips with za’atar add a Mediterranean flair. Served in a garlic butter brioche bun.", "price": 8.50, "image": "./images/MainFood/Kebab_2.0.png" },
    { "id_product": 5, "id_tax": 0, "id_category": 0, "name": "Police Fav. Burger", "description": "An unexpected yet delicious combination. This burger features a glazed donut as the top bun, offering a sweet and savory contrast. Juicy beef is topped with homemade bacon jam made from crispy bacon, caramelized onions, brown sugar, apple cider vinegar, and maple syrup. Pickled cucumbers and cinnamon-caramelized apple slices add balance. Fresh arugula finishes it off with a peppery touch.", "price": 11.50, "image": "./images/MainFood/Police_Fav._Burguer.png" },
    { "id_product": 6, "id_tax": 0, "id_category": 0, "name": "Simply Burweb Burger", "description": "A classic done right. Juicy beef seasoned with salt and black pepper is paired with melted cheddar for a rich bite. Topped with fresh tomato, crisp lettuce, white onion, and pickles. Served in a lightly toasted burger bun. A straightforward, delicious choice for burger purists.", "price": 6.95, "image": "./images/MainFood/Simply_Burweb.png" },
    { "id_product": 7, "id_tax": 0, "id_category": 0, "name": "Simply ChickenBurweb Burger", "description": "A lighter option packed with flavor. Ground chicken seasoned with salt, black pepper, and a hint of garlic powder. Topped with mayonnaise, crisp lettuce, tomato slices, and thinly sliced onion. Pickles add brightness, and Dijon mustard can be added for extra kick. Served in a toasted bun for a balanced, satisfying meal.", "price": 6.95, "image": "./images/MainFood/Simply_Chikenburweb.png" },
    { "id_product": 8, "id_tax": 0, "id_category": 0, "name": "Iberian Burweb Burger", "description": "A tribute to Iberian flavors. A juicy beef and pork belly patty topped with thin slices of acorn-fed Iberian ham. A sauce made from sun-dried tomatoes, olive oil, and smoked paprika brings depth. Aged Manchego cheese, red wine caramelized onions, and roasted piquillo peppers complete the experience. Served on toasted crystal or mollete-style bread.", "price": 9.95, "image": "./images/MainFood/Iberian_Burweb.png" },
    { "id_product": 9, "id_tax": 0, "id_category": 0, "name": "HotBurweb Burger", "description": "A bold burger for spice lovers. Ground chicken seasoned with paprika, garlic powder, and chipotle chili for a smoky kick. Topped with chipotle yogurt sauce with lime juice, pickled jalapeños, marinated red onion, fresh tomatoes, and roasted red peppers. Served in a toasted brioche bun with crunchy tortilla chips for extra texture.", "price": 9.50, "image": "./images/MainFood/HotBurWeb.png" },
    { "id_product": 10, "id_tax": 0, "id_category": 0, "name": "Cheeseburweb Burger", "description": "A gourmet version of the cheeseburger. Ground beef seasoned with sea salt and pepper, paired with aged cheddar. A sauce of Dijon mustard, honey, and curry provides a special twist. Topped with romaine lettuce, confit tomato, dill pickles, and maple-caramelized pancetta. All inside a butter-toasted bun. Classic and elevated.", "price": 7.95, "image": "./images/MainFood/Cheeseburweb.png" },
    { "id_product": 11, "id_tax": 0, "id_category": 2, "name": "Golden Bliss Burweb Dessert Burger", "description": "A dessert burger that surprises with every bite. Banana bread acts as the bun, holding a sweet patty made from oat or wholegrain roll with honey. Greek yogurt cream adds freshness, while a citrus-ginger fruit sauce provides zing. Topped with kiwi, strawberries, toasted almonds, and cinnamon oat chips. A creative and refreshing dessert.", "price": 10.95, "image": "./images/Desserts/Golden_Bliss_Burweb.png" },
    { "id_product": 12, "id_tax": 0, "id_category": 2, "name": "Sweet Smash Deluxe Dessert Burger", "description": "A dream come true for dessert fans. A molten chocolate brownie serves as the patty, with glazed or sugar donuts as the bun. A slice of white chocolate or mascarpone cream adds indulgence. Topped with salted caramel and coffee ganache, plus strawberries, caramelized bananas, toasted coconut, and mini marshmallows. Pure dessert magic.", "price": 12.95, "image": "./images/Desserts/Burshake_Strawberry.png" },
    { "id_product": 13, "id_tax": 0, "id_category": 0, "name": "BurJunior Burger", "description": "A smaller option full of flavor. A juicy beef patty with melted cheddar, classic mustard, and sweet ketchup, served in a soft toasted bun. Ideal for those who prefer simple and satisfying.", "price": 3.45, "image": "./images/MainFood/Burweb_Junior.png" },
    { "id_product": 14, "id_tax": 0, "id_category": 3, "name": "French Friesweb", "description": "A timeless classic. Thin, crispy fries with a golden exterior and fluffy interior. Lightly salted to highlight natural flavor. Perfect alongside any burger or on their own with sauce.", "price": 2.25, "image": "./images/Sides/French_friesweb.png" },
    { "id_product": 15, "id_tax": 0, "id_category": 3, "name": "Potato Webges", "description": "Thick-cut golden wedges that are crispy on the outside and tender inside. Lightly salted and full of flavor. A hearty and satisfying side for any meal.", "price": 2.45, "image": "./images/Sides/Potato_webges.png" },
    { "id_product": 16, "id_tax": 0, "id_category": 3, "name": "Fries BaconCheese", "description": "An indulgent side for cheese and bacon lovers. Crunchy fries topped with melted cheddar and crispy bacon bits. A savory delight to enjoy on its own or with any burger.", "price": 3.55, "image": "./images/Sides/Fries_BaconCheese.png" },
    { "id_product": 17, "id_tax": 0, "id_category": 2, "name": "Burcream Lotus Ice Cream", "description": "A rich, creamy ice cream infused with the unique flavor of Lotus biscuits. With crunchy bits throughout and a caramelized touch, this dessert is a perfect treat for cookie lovers.", "price": 2.55, "image": "./images/Desserts/Burcream_lotus.png" },
    { "id_product": 18, "id_tax": 0, "id_category": 2, "name": "Burcream Strawberry Ice Cream", "description": "A smooth, fruity ice cream made with real strawberries. Its vibrant flavor and creamy texture make it a fresh, sweet finish to any meal.", "price": 2.55, "image": "./images/Desserts/Burcream_Strawberry.png" },
    { "id_product": 19, "id_tax": 0, "id_category": 2, "name": "Burcream Chocolate Ice Cream", "description": "A rich chocolate ice cream made with premium cocoa. Smooth and indulgent, with the perfect balance of sweetness and deep chocolate flavor. A classic dessert favorite.", "price": 2.55, "image": "./images/Desserts/Burcream_Chocolate.png" },
    { "id_product": 20, "id_tax": 0, "id_category": 2, "name": "Burcream Oreo Ice Cream", "description": "A rich and creamy Oreo ice cream made with real cookie crumbles throughout. Intensely flavorful, smooth, and packed with the unmistakable taste of Oreo in every bite.", "price": 2.55, "image": "./images/Desserts/Burcream_Oreo.png" },
    { "id_product": 21, "id_tax": 0, "id_category": 2, "name": "Burshake Strawberry Shake", "description": "The Burshake Strawberry Shake is the perfect combination of freshness and sweetness, ideal for strawberry lovers. Made with smooth and creamy strawberry ice cream, this shake bursts with fruity flavor in every sip. Its thick and delicious texture wraps you in a soft yet vibrant taste, with a natural touch of fresh strawberries that will transport you to a summer garden. A fresh, sweet, and totally irresistible shake—perfect to enjoy any time of day.", "price": 4.55, "image": "./images/Desserts/Burshake_Strawberry.png" },
    { "id_product": 22, "id_tax": 0, "id_category": 2, "name": "Burshake Chocolate Shake", "description": "The Burshake Chocolate Shake is a decadent treat crafted for true chocolate lovers. Made with rich, creamy chocolate ice cream, this shake delivers an intense and velvety cocoa flavor in every sip. Its thick and smooth texture melts in your mouth, offering a perfect balance between sweetness and depth. Each glass is an indulgent escape into pure chocolate bliss—comforting, bold, and totally irresistible, ideal for any moment of the day.", "price": 4.55, "image": "./images/Desserts/Burshake_Chocholate.png" },
    { "id_product": 23, "id_tax": 0, "id_category": 3, "name": "Burweb Nachos", "description": "Burweb Nachos are the perfect snack to share or enjoy solo. Crunchy corn chips covered with a generous layer of melted cheddar cheese, served with spicy jalapeño sauce and a touch of fresh sour cream.", "price": 3.45, "image": "./images/Sides/nachetes.png" },
    { "id_product": 24, "id_tax": 0, "id_category": 3, "name": "Burweb Nuggets", "description": "Burweb Nuggets are the crispy and flavorful snack everyone loves. Each piece is made with juicy chicken breast, breaded and perfectly fried, achieving a crunchy exterior and a tender, succulent interior.", "price": 3.45, "image": "./images/Sides/Nuggets.png" },
    { "id_product": 25, "id_tax": 0, "id_category": 3, "name": "Classic Burweb Salad", "description": "The Classic Burweb Salad is the fresh and light option everyone looks for when craving something healthy yet delicious. With a base of crisp romaine lettuce and baby spinach, it’s topped with slices of fresh tomato, crunchy cucumber, and shredded carrots—all dressed with a light olive oil and balsamic vinaigrette. Creamy feta cheese chunks and toasted sesame seeds add that extra touch of flavor. A perfect mix of freshness and taste in every bite!", "price": 4.55, "image": "/images/Sides/Salad.png" },
    { "id_product": 26, "id_tax": 0, "id_category": 3, "name": "Burweb Onion Rings", "description": "Our Burweb Onion Rings are the perfect side for any burger. Each ring is perfectly breaded and fried to a crispy golden brown, keeping a soft and juicy texture inside. The fresh, quality onion blends with a light, flavorful coating, creating the perfect balance between crispy and tender. An irresistible bite that melts in your mouth and enhances your meal with that unique touch of flavor!", "price": 2.95, "image": "./images/Sides/Onion_Rings.png" },
    { "id_product": 27, "id_tax": 0, "id_category": 1, "name": "Classic Coca-Cola - Can", "description": "'Classic Coca-Cola in a can is the perfect companion for any meal at Burweb. Refreshing, fizzy, and with its unmistakable sweet and tangy taste, this drink never goes out of style. The ideal combo to balance the intense flavors of our burgers and sides, making every bite even more delicious. Its can presentation keeps it nice and cold, ready to enjoy anytime. There’s no better way to pair your meal than with a chilled Coca-Cola!", "price": 2.15, "image": "./images/Drinks/CocaCola_Original.png" },
    { "id_product": 28, "id_tax": 0, "id_category": 1, "name": "Coca-Cola Zero Sugar - Can", "description": "Coca-Cola Zero Sugar in a can is the ideal choice for those who crave the authentic Coca-Cola flavor without the sugar. With its refreshing fizz and that unique original recipe touch, you can enjoy a delicious and light drink that perfectly complements any item on our menu. Great for those watching their diet without giving up flavor. Keep the classic freshness and taste—but with zero sugar— in every sip. Enjoy it ice-cold during your visit to Burweb!", "price": 2.15, "image": "./images/Drinks/CocaCola_Zero.png" },
    { "id_product": 29, "id_tax": 0, "id_category": 1, "name": "Coca-Cola Zero Zero - Can", "description": "Coca-Cola Zero Zero in a can takes the “sugar-free” concept to the next level. With zero calories and zero sugar, it delivers the same refreshing Coca-Cola flavor with an even lighter formula. Ideal for those looking for a completely calorie-free option without sacrificing the iconic fizzy taste you love. Perfect to pair with any Burweb meal, offering freshness and just the right flavor in every sip. Enjoy the full Coca-Cola experience—without the fuss!", "price": 2.15, "image": "./images/Drinks/CocaCola_Zero_Zero.png" },
    { "id_product": 30, "id_tax": 0, "id_category": 1, "name": "Fanta Lemon - Can", "description": "Fanta Lemon in a can is the ideal refreshment for those craving a citrusy and zesty twist. With its unmistakable lemon flavor, fizzy and lightly sweet, this drink is perfect to enhance any moment at Burweb. Its vibrant taste and freshness will make you savor every sip, turning your meal into an even tastier experience. Refresh your palate with the energy of lemon and the sparkle of Fanta!", "price": 1.95, "image": "./images/Drinks/Fanta_lemon.png" },
    { "id_product": 31, "id_tax": 0, "id_category": 1, "name": "Fanta Lemon Zero - Can", "description": "Fanta Lemon Zero in a can offers all the citrus freshness and flavor of the classic Fanta Lemon—but with no added sugar. With its bubbly and refreshing taste, you’ll enjoy a light and delicious experience, ideal for those wanting a lemony touch without calorie concerns. Perfect to go with your burger or snack at Burweb—lemony freshness and flavor guaranteed, guilt-free!", "price": 1.95, "image": "./images/Drinks/fanta_limon_zero.png" },
    { "id_product": 32, "id_tax": 0, "id_category": 1, "name": "Fanta Orange - Can", "description": "Fanta Orange in a can is the perfect choice for those who love sweet and refreshing flavors. With its unmistakable orange taste, this fizzy drink delivers a citrus explosion that awakens your senses. Ideal to pair with your burgers, nuggets, or fries at Burweb—it’s the tastiest way to enjoy a fruity, refreshing touch. A true orange explosion in every sip!", "price": 1.95, "image": "./images/Drinks/Fanta_orange.png" },
    { "id_product": 33, "id_tax": 0, "id_category": 1, "name": "Fanta Orange Zero - Can", "description": "Fanta Orange Zero is the sugar-free version of the classic Fanta—without losing a bit of its refreshing, delicious orange flavor. With all the citrusy taste you love and zero calories, this fizzy drink is the perfect choice for those looking to enjoy a light, refreshing experience without giving up their favorite flavor. Perfect to accompany your Burweb burger without worries!", "price": 1.95, "image": "./images/Drinks/Fanta_orange_zero.png" },
    { "id_product": 34, "id_tax": 0, "id_category": 1, "name": "Sprite - Can", "description": "Sprite is the ultimate refreshing drink, with its signature lime-lemon flavor perfectly paired with its crisp bubbles. It’s the ideal choice for those seeking something fresh, citrusy, and full of energy. Every sip delivers a vibrant, revitalizing taste that pairs perfectly with any dish at Burweb. The classic lemon-lime soda that never fails!", "price": 1.95, "image": "./images/Drinks/Sprite.png" },
    { "id_product": 35, "id_tax": 0, "id_category": 1, "name": "Water - Bottle", "description": "Water is essential to accompany your meal in the healthiest and most refreshing way. At Burweb, we offer fresh, purified water—perfect to balance the intensity of our delicious burgers, fries, and shakes. Ideal for those looking for a simple, light, and natural option to enjoy the best dining experience. Stay hydrated while savoring your favorite dishes!", "price": 1.20, "image": "./images/Drinks/Water.png" },
    { "id_product": 36, "id_tax": 1, "id_category": 4, "name": "Torreznator Menu Cocacola", "description": "Get ready for an epic flavor explosion. This menu is not for the faint of heart—for true meat lovers and crunch addicts. Introducing the Torreznator Burger, a gourmet beast loaded with flavor, juiciness, and texture: Thick brioche bun, lightly toasted to golden perfection. 100 percent beef patty (250g), made from a juicy blend of skirt, flank, and short rib. Melted cheddar cheese, layered generously. Crispy pork belly strips (torreznos) that crackle with every bite. Smoky bacon and caramelized onions, for that perfect sweet-salty balance. Fried egg with crispy edges, dripping over the layers of goodness. Fresh romaine or iceberg lettuce and sweet pickles to refresh every mouthful. All brought together by our signature Smoky Torrezno sauce—creamy, smoky, with a sweet-spicy kick that ties everything together in one explosive bite. Served with Fries BaconCheese: crispy fries smothered in melted cheese and crunchy bacon bits. And to top it all off: a chilled Coca-Cola, the perfect match for this flavor-packed combo. Torreznator Menu: This is not just a burger. It is a statement. An unforgettable experience.", "price": 13.95, "image": "./images/Menus/Torreznator_Menu_Coca.png" },
    { "id_product": 37, "id_tax": 1, "id_category": 4, "name": "Torreznator Menu Water", "description": "Get ready for an epic flavor explosion. This menu is not for the faint of heart—for true meat lovers and crunch addicts. Introducing the Torreznator Burger, a gourmet beast loaded with flavor, juiciness, and texture: Thick brioche bun, lightly toasted to golden perfection. 100 percent beef patty (250g), made from a juicy blend of skirt, flank, and short rib. Melted cheddar cheese, layered generously. Crispy pork belly strips (torreznos) that crackle with every bite. Smoky bacon and caramelized onions, for that perfect sweet-salty balance. Fried egg with crispy edges, dripping over the layers of goodness. Fresh romaine or iceberg lettuce and sweet pickles to refresh every mouthful. All brought together by our signature Smoky Torrezno sauce—creamy, smoky, with a sweet-spicy kick that ties everything together in one explosive bite. Served with Fries BaconCheese: crispy fries smothered in melted cheese and crunchy bacon bits. And to top it all off: a chilled water, the perfect match for this flavor-packed combo. Torreznator Menu: This is not just a burger. It is a statement. An unforgettable experience.", "price": 13.45, "image": "./images/Menus/Torreznator_Menu_Water.png" },
    { "id_product": 38, "id_tax": 1, "id_category": 4, "name": "Iberian Burweb Menu Cocacola", "description": "Get ready to experience the rich flavors of Spain in one delicious burger. The Iberian Burweb Burger is a gourmet creation that brings together premium ingredients for an unforgettable taste experience: Beef Patty: High-quality ground beef, blended with a touch of pancetta for extra juiciness. Seasoned with sea salt and freshly ground black pepper. Iberian Ham: Thin slices of premium Iberian acorn-fed ham. Bread: Crispy toasted cristal bread or soft, lightly toasted mollete bread, offering a delicate, crunchy texture. Special Sauce: A rich blend of sun-dried tomato cream, extra virgin olive oil, garlic, and a hint of smoky paprika. Toppings: Generous slices of cured Manchego cheese, providing a sharp, creamy flavor. Caramelized onions cooked in red wine for a sweet, savory balance. Roasted piquillo peppers for a smoky, tangy kick. Extra: A drizzle of honey or Pedro Ximenez reduction for a perfect sweet contrast. Fries BaconCheese: Crispy fries smothered in melted cheese and crunchy bacon bits. And to top it all off: a chilled Coca-Cola, the perfect match for this flavor-packed combo. Iberian Burweb Menu: This is more than just a burger. It is a tribute to the best flavors of Spain in one unforgettable experience.", "price": 11.95, "image": "./images/Menus/Iberian_Menu_Coca.png" },
    { "id_product": 39, "id_tax": 1, "id_category": 4, "name": "Iberian Burweb Menu Water", "description": "Get ready to experience the rich flavors of Spain in one delicious burger. The Iberian Burweb Burger is a gourmet creation that brings together premium ingredients for an unforgettable taste experience: Beef Patty: High-quality ground beef, blended with a touch of pancetta for extra juiciness. Seasoned with sea salt and freshly ground black pepper. Iberian Ham: Thin slices of premium Iberian acorn-fed ham. Bread: Crispy toasted cristal bread or soft, lightly toasted mollete bread, offering a delicate, crunchy texture. Special Sauce: A rich blend of sun-dried tomato cream, extra virgin olive oil, garlic, and a hint of smoky paprika. Toppings: Generous slices of cured Manchego cheese, providing a sharp, creamy flavor. Caramelized onions cooked in red wine for a sweet, savory balance. Roasted piquillo peppers for a smoky, tangy kick. Extra: A drizzle of honey or Pedro Ximenez reduction for a perfect sweet contrast. Fries BaconCheese: Crispy fries smothered in melted cheese and crunchy bacon bits. And to top it all off: a chilled water, the perfect match for this flavor-packed combo. Iberian Burweb Menu: This is more than just a burger. It is a tribute to the best flavors of Spain in one unforgettable experience.", "price": 11.55, "image": "./images/Menus/Iberian_Menu_Water.png" },
    { "id_product": 40, "id_tax": 1, "id_category": 4, "name": "HotBurweb Menu", "description": "Get ready for a fiery flavor adventure with the HotBurweb Burger. This spicy yet balanced creation is perfect for those who love a little heat but want to enjoy the taste as much as the kick. Chicken Patty: Ground chicken (breast or thigh), blended with spices like sweet paprika, garlic powder, salt, and black pepper. Optional: A touch of chipotle chili powder for a mild smoky heat. Bread: Lightly toasted brioche bun for a perfect balance of softness and crunch. Moderate Sauce: A creamy chipotle sauce mixed with Greek yogurt, adding a smooth, tangy heat. Fresh lime juice for a refreshing balance. Toppings: Pickled jalapeno slices (adjusted for a moderate level of spiciness). Thinly sliced red onions, marinated in vinegar for a tangy bite. Fresh tomato slices to add juiciness and balance. Roasted red peppers with a drizzle of olive oil for a smoky sweetness. Extra Crunch: Crispy tortilla chips with a hint of sweet paprika for added texture and flavor. BurNachos: A side of delicious nachos, loaded with toppings for the perfect companion to your burger. And to top it all off: a chilled water, the ideal way to cool down this hot and flavorful combo. HotBurweb Menu: This is not just a burger. It is an explosion of flavors with the perfect balance of heat and refreshment.", "price": 11.95, "image": "./images/Menus/Hot_Menu.png" },
    { "id_product": 41, "id_tax": 1, "id_category": 4, "name": "Bathroom Menu: Kebab 2.0", "description": "Prepare yourself for an exciting twist on the classic kebab, reimagined in burger form. The Kebab 2.0 Burger brings together bold flavors and unique textures that will take your taste buds on an unforgettable journey. Beef and Lamb Patty: A blend of ground beef and a touch of ground lamb, capturing the authentic taste of a traditional kebab. Spiced with cumin, paprika, garlic powder, oregano, and a hint of cinnamon. Durum Sauce: A creamy mix of Greek yogurt, garlic, cucumber, lemon juice, olive oil, and mint leaves—like classic tzatziki. Spicy Sauce: Harissa or sriracha for those who crave a bit of heat. Toppings: Romaine lettuce, Tomato slices, Red onion, Crumbled feta cheese. Side of Fries: Crispy, golden fries. Extra Crunch: Fried pita chips with zaatar seasoning. Bread: Toasted brioche bun with garlic butter and herbs. BurNachos: Crispy nachos with toppings. BurCream Oreo: Creamy Oreo ice cream. Kebab 2.0 Menu: A modern twist on the classic kebab, delivering bold flavors, fresh ingredients, and the perfect balance of heat and freshness.", "price": 12.55, "image": "./images/Menus/Kebab_Menu.png" },
    { "id_product": 42, "id_tax": 1, "id_category": 4, "name": "Junior Menu: BurJunior", "description": "Introducing the BurJunior, a simple yet delicious burger made for young appetites or anyone who loves a classic flavor combination. Beef Patty: Juicy, tender ground beef, perfectly seasoned. Cheese: Mild cheddar, melted to perfection. Sauces: Ketchup and mustard. Bread: Soft, lightly toasted bun. French Fries: Crispy golden fries. BurCream Chocolate: Creamy chocolate ice cream. Junior Menu: A tasty, no-fuss burger with all the essentials, paired with crispy fries and a delicious dessert. Perfect for the little ones or anyone craving a classic.", "price": 5.95, "image": "./images/Menus/Junior_Menu.png" },
    { "id_product": 43, "id_tax": 1, "id_category": 4, "name": "Police Fav. Burger Menu", "description": "Get ready for a bold and indulgent burger experience with the Police Fav. Burger, a unique combination of savory, sweet, and tangy flavors. Beef Patty: Ground beef seasoned with sea salt, black pepper, and garlic powder. The Sweet Touch (The Donut): Glazed donut, lightly toasted. Bottom Bun: Toasted brioche bun, buttered with cinnamon. Bacon Jam: Smoked bacon, caramelized onions, brown sugar, apple cider vinegar, and maple syrup. Toppings: Arugula, Caramelized apple slices with cinnamon, Pickled cucumbers. Potato Webges: Crispy seasoned wedges. Burshake Chocolate: Rich chocolate milkshake. Sweet Smash Deluxe (Dessert Burger): Brownie patty with melted chocolate inside, Donut or brioche bun, White chocolate slice or mascarpone, Caramel sauce and chocolate ganache, Strawberries or banana, coconut chips, and marshmallows. Police Fav. Burger Menu: This is not just a meal—it is an indulgent, over-the-top experience.", "price": 22.95, "image": "./images/Menus/Police_Menu.png" },
    { "id_product": 44, "id_tax": 1, "id_category": 4, "name": "Health Menu: Smashmelon", "description": "Indulge in a unique and exotic burger experience with the Smashmelon Burger. Packed with vibrant flavors and refreshing textures, this burger is perfect for those seeking something healthy and different. Beef and Lamb Patty: Seasoned with smoked salt and turmeric. Cheese: Havarti with black truffle chunks. Special Sauce: Tahini, wildflower honey, tamarind juice, and smoky paprika. Toppings: Watermelon radish, fresh mint and dill, mango kimchi. Crunch: Caramelized walnuts with cinnamon and sea salt. Bread: Brioche bun brushed with olive oil and orange zest. BurSalad: Crisp greens and colorful veggies. Burshake Strawberry: Creamy, refreshing strawberry shake. Golden Bliss Burweb: Banana bread disk, Whole wheat or oat rolls with honey, Greek yogurt cream, Citrus-ginger sauce, Kiwi, strawberry, toasted almonds, oat chips with cinnamon. Health Menu: Fresh, unique ingredients creating a healthy yet indulgent meal.", "price": 20.95, "image": "./images/Menus/Health_Menu.png" },
    { "id_product": 45, "id_tax": 1, "id_category": 4, "name": "MegaCheesy Menu: Cheese Lovers Dream", "description": "For the true cheese lover—two stuffed burgers, cheesy sides, and fizzy drinks. 4 Cheese Burweb: Patty: Juicy beef (80/20), salt, pepper, garlic powder. Cheese: Mozzarella, Gorgonzola, Parmesan, Provolone. Sauce: Cream, roasted garlic, oregano. Toppings: Caramelized cherry tomatoes, sautéed baby spinach, fresh basil. Crunch: Pizza dough chips with rosemary and sea salt. Bread: Toasted ciabatta with Italian herb butter. Cheeseburweb: Patty: Premium beef, seasoned. Cheese: Aged cheddar. Sauce: Dijon mustard, honey, mild curry. Toppings: Romaine, tomato confit, dill pickles, maple-caramelized pancetta. Bread: Classic toasted burger bun. Fries BaconCheese: Fries with cheddar and bacon bits. BurNachos: Nachos with cheese sauce, jalapeños, chipotle cream. Drinks: Orange Fanta and Coca-Cola. MegaCheesy Menu: A celebration of all things cheesy, rich, and indulgent.", "price": 20.95, "image": "./images/Menus/MegaCheesy_Menu.png" },
    { "id_product": 46, "id_tax": 1, "id_category": 4, "name": "Double Burshake Menu: Classic Comfort x2", "description": "Twice the burger, double the shake, plus epic sides. Simply Burweb ×2: Patty: 100% beef (80/20), salt and black pepper. Cheese: Classic cheddar. Sauces: Ketchup and yellow mustard. Toppings: Iceberg or romaine, tomato, white onion, dill pickles. Bread: Lightly toasted classic bun. Fries Duo: Deluxe Fries: Cheddar, bacon crumbles, creamy sauce. French Fries: Classic crispy fries. Burshake Duo: Chocolate Burshake: Rich and indulgent. Strawberry Burshake: Fruity and velvety smooth. Double Burshake Menu: Two burgers, two sides, two shakes. A feast for the hungry and the comfort food lovers.", "price": 16.50, "image": "./images/Menus/Double_Menu.png" }
]